Repository: Sater/eject
Catalog: eject-*.po
Languages: pl

source: Eject version %s by Jeff Tranter (tranter@pobox.com) Usage: eject -h -- display command usage and exit eject -V -- display program version and exit eject [-vnrsfqpm] [<name>] -- eject device eject [-vn] -d -- display default device eject [-vn] -a on|off|1|0 [<name>] -- turn auto-eject feature on or off eject [-vn] -c <slot> [<name>] -- switch discs on a CD-ROM changer eject [-vn] -t [<name>] -- close tray eject [-vn] -T [<name>] -- toggle tray eject [-vn] -x <speed> [<name>] -- set CD-ROM max speed eject [-vn] -X [<name>] -- list CD-ROM available speeds Options: -v -- enable verbose output -n -- don't eject, just show device found -r -- eject CD-ROM -s -- eject SCSI device -f -- eject floppy -q -- eject tape -p -- use /proc/mounts instead of /etc/mtab -m -- do not unmount device even if it is mounted
pl: Eject wersja %s, napisa³ Jeff Tranter (tranter@pobox.com) Sk³adnia: eject -h - wy¶wietlenie sk³adni linii poleceñ eject -V - wy¶wietlenie wersji programu eject [-vnrsfqpm] [<nazwa>] - wysuniêcie no¶nika z urz±dzenia eject [-vn] -d - wypisanie domy¶lnego urz±dzenia eject [-vn] -a on|off|1|0 [<nazwa>] - w³./wy³. automatycznego wysuwania eject [-vn] -c <slot> [<nazwa>] - zmiana dysków w zmieniarce CD-ROM eject [-vn] -t [<nazwa>] - zamkniêcie szuflady eject [-vn] -T [<nazwa>] - otworzenie lub zamkniêcie szuflady eject [-vn] -x <szybko¶æ> [<nazwa>] - ustawienie maksymalnej szybko¶ci CD eject [-vn] -X [<nazwa>] - wypisanie dostêpnych szybko¶ci CD Opcje: -v - w³±czenie szczegó³owych informacji -n - nie wysuwanie, tylko pokazanie znalezionego urz±dzenia -r - wysuniêcie dysku CD-ROM -s - wysuniêcie z urz±dzenia SCSI -f - wysuniêcie dyskietki -q - wysuniêcie ta¶my -p - u¿ycie /proc/mounts zamiast /etc/mtab -m - nie odmontowywanie urz±dzenia nawet je¶li jest podmontowane

source: Long options: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle
pl: D³ugie opcje: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle

source: Parameter <name> can be a device file or a mount point. If omitted, name defaults to `%s'. By default tries -r, -s, -f, and -q in order until success.
pl: Parametr <nazwa> mo¿e byæ plikiem urz±dzenia lub punktem montowania. W przypadku pominiêcia, zostanie u¿yta domy¶lna nazwa `%s'. Domy¶lnie próbowane s± kolejno -r, -s, -f i -q a¿ do powodzenia.

source: %s: invalid argument to --auto/-a option
pl: %s: b³êdny argument dla opcji --auto/-a

source: %s: invalid argument to --changerslot/-c option
pl: %s: b³êdny argument dla opcja --changerslot/-c

source: %s: invalid argument to --cdspeed/-x option
pl: %s: b³êdny argument dla opcji --cdspeed/-x

source: eject version %s by Jeff Tranter (tranter@pobox.com)
pl: eject wersja %s, napisa³ Jeff Tranter (tranter@pobox.com)

source: %s: too many arguments
pl: %s: zbyt du¿o argumentów

source: %s: could not allocate memory
pl: %s: nie uda³o siê przydzieliæ pamiêci

source: %s: FindDevice called too often
pl: %s: FindDevice wywo³ywane zbyt czêsto

source: %s: CD-ROM auto-eject command failed: %s
pl: %s: polecenie auto-eject dla CD-ROM-u nie powiod³o siê: %s

source: %s: CD-ROM select disc command failed: %s
pl: %s: polecenie wyboru dysku CD-ROM nie powiod³o siê: %s

source: %s: CD-ROM load from slot command failed: %s
pl: %s: polecenie za³adowania CD-ROM-u ze slotu nie powiod³o siê: %s

source: %s: IDE/ATAPI CD-ROM changer not supported by this kernel
pl: %s: zmieniarka CD-ROM IDE/ATAPI nie obs³ugiwana przez to j±dro

source: %s: CD-ROM tray close command failed: %s
pl: %s: polecenie zamkniêcia szuflady CD-ROM-u nie powiod³o siê: %s

source: %s: CD-ROM tray close command not supported by this kernel
pl: %s: polecenie zamkniêcia szuflady CD-ROM-u nie obs³ugiwane przez to j±dro

source: %s: CD-ROM tray toggle command not supported by this kernel
pl: %s: polecenie zmiany stanu szuflady CD-ROM-u nie obs³ugiwane przez to j±dro

source: %s: CD-ROM select speed command failed: %s
pl: %s: polecenie wyboru szybko¶ci CD-ROM-u nie powiod³o siê: %s

source: %s: CD-ROM select speed command not supported by this kernel
pl: %s: polecenie wyboru szybko¶ci CD-ROM-u nie obs³ugiwane przez to j±dro

source: %s: unable to read the speed from /proc/sys/dev/cdrom/info
pl: %s: nie mo¿na odczytaæ szybko¶ci z /proc/sys/dev/cdrom/info

source: %s: error while finding CD-ROM name
pl: %s: b³±d podczas szukania nazwy CD-ROM-u

source: %s: error while reading speed
pl: %s: b³±d podczas odczytu szybko¶ci

source: %s: unable to exec umount of `%s': %s
pl: %s: nie mo¿na uruchomiæ umount dla `%s': %s

source: %s: unable to fork: %s
pl: %s: nie mo¿na wykonaæ fork: %s

source: %s: unmount of `%s' did not exit normally
pl: %s: odmontowanie `%s' nie zakoñczy³o siê normalnie

source: %s: unmount of `%s' failed
pl: %s: odmontowanie `%s' nie powiod³o siê

source: %s: unable to open `%s'
pl: %s: nie mo¿na otworzyæ `%s'

source: unable to open %s: %s
pl: nie mo¿na otworzyæ %s: %s

source: %s: unable to open /etc/fstab: %s
pl: %s: nie mo¿na otworzyæ /etc/fstab: %s

source: %s: unmounting `%s'
pl: %s: odmontowywanie `%s'

source: %s: `%s' is a multipartition device
pl: %s: `%s' jest urz±dzeniem o wielu partycjach

source: %s: `%s' is not a multipartition device
pl: %s: `%s' nie jest urz±dzeniem o wielu partycjach

source: %s: setting CD-ROM speed to auto
pl: %s: ustawianie szybko¶ci CD-ROM-u na auto

source: %s: setting CD-ROM speed to %dX
pl: %s: ustawianie szybko¶ci CD-ROM-u na %dX

source: %s: default device: `%s'
pl: %s: domy¶lne urz±dzenie: `%s'

source: %s: using default device `%s'
pl: %s: u¿ycie domy¶lnego urz±dzenia `%s'

source: %s: device name is `%s'
pl: %s: nazwa urz±dzenia to `%s'

source: %s: unable to find or open device for: `%s'
pl: %s: nie mo¿na znale¼æ lub otworzyæ urz±dzenia dla `%s'

source: %s: expanded name is `%s'
pl: %s: rozszerzon± nazw± jest `%s'

source: %s: `%s' is a link to `%s'
pl: %s: `%s' jest dowi±zaniem do `%s'

source: %s: maximum symbolic link depth exceeded: `%s'
pl: %s: przekroczono maksymaln± g³êboko¶æ dowi±zañ symbolicznych: `%s'

source: %s: `%s' is mounted at `%s'
pl: %s: `%s' jest podmontowane pod `%s'

source: %s: `%s' is not mounted
pl: %s: `%s' nie jest podmontowane

source: %s: `%s' can be mounted at `%s'
pl: %s: `%s' mo¿e byæ podmontowane pod `%s'

source: %s: `%s' is not a mount point
pl: %s: `%s' nie jest punktem montowania

source: %s: tried to use `%s' as device name but it is no block device
pl: %s: próbowano u¿yæ `%s' jako nazwy urz±dzenia, ale nie jest to urz±dzenie blokowe

source: %s: device is `%s'
pl: %s: urz±dzenie to `%s'

source: %s: exiting due to -n/--noop option
pl: %s: zakoñczenie z powodu opcji -n/--noop

source: %s: enabling auto-eject mode for `%s'
pl: %s: w³±czanie trybu auto-eject dla `%s'

source: %s: disabling auto-eject mode for `%s'
pl: %s: wy³±czanie trybu auto-eject dla `%s'

source: %s: closing tray
pl: %s: zamykanie szuflady

source: %s: listing CD-ROM speed
pl: %s: wypisywanie szybko¶ci CD-ROM-u

source: %s: unmounting device `%s' from `%s'
pl: %s: odmontowywanie urz±dzenia `%s' z `%s'

source: %s: toggling tray
pl: %s: zmiana stanu szuflady

source: %s: selecting CD-ROM disc #%d
pl: %s: wybieranie dysku CD-ROM #%d

source: %s: trying to eject `%s' using CD-ROM eject command
pl: %s: próba wysuniêcia `%s' przy u¿yciu polecenia wysuniêcia CD-ROM-u

source: %s: CD-ROM eject command succeeded
pl: %s: polecenie wysuniêcia CD-ROM-u powiod³o siê

source: %s: CD-ROM eject command failed
pl: %s: polecenie wysuniêcia CD-ROM-u nie powiod³o siê

source: %s: trying to eject `%s' using SCSI commands
pl: %s: próba wysuniêcia `%s' przy u¿yciu poleceñ SCSI

source: %s: SCSI eject succeeded
pl: %s: polecenie wysuniêcia SCSI powiod³o siê

source: %s: SCSI eject failed
pl: %s: polecenie wysuniêcia SCSI nie powiod³o siê

source: %s: trying to eject `%s' using floppy eject command
pl: %s: próba wysuniêcia `%s' przy u¿yciu polecenia wysuniêcia dyskietki

source: %s: floppy eject command succeeded
pl: %s: polecenie wysuniêcia dyskietki powiod³o siê

source: %s: floppy eject command failed
pl: %s: polecenie wysuniêcia dyskietki nie powiod³o siê

source: %s: trying to eject `%s' using tape offline command
pl: %s: próba wysuniêcia `%s' przy u¿yciu polecenia wysuniêcia ta¶my

source: %s: tape offline command succeeded
pl: %s: polecenie wysuniêcia ta¶my powiod³o siê

source: %s: tape offline command failed
pl: %s: polecenie wysuniêcia ta¶my nie powiod³o siê

source: %s: unable to eject, last error: %s
pl: %s: nie mo¿na wysun±æ, ostatni b³±d: %s

source: usage: volname [<device-file>]
pl: sk³adnia: volname [<plik-urz±dzenia>]
